berrri-back/app/controllers/users_controller.rb

  def create
    @user = User.new(user_params)

    @user.save
---
INSERT INTO "users" ("email", "password_digest", "created_at", "updated_at") VALUES (?, ?, ?, ?)