app/controllers/api/v1/consultarestudiante_controller.rb

	def index
		@estudiantes = Estudiante.all
---
SELECT "estudiantes".* FROM "estudiantes"