app/controllers/api/v1/consultarusomotivos_controller.rb

SELECT "motivos".* FROM "motivos"
---
	def index
		@motivos = Motivo.all