berrri-back/app/controllers/api/v1/crearestudiante_controller.rb

	def create

		@estudiante = Estudiante.new(estudiante_params)
		if @estudiante.save
---
INSERT INTO "estudiantes" ("tipoId", "numId", "nombre", "apellido", "edad", "genero", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?, ?)