berrri-back/app/controllers/api/v1/registrarmotivoestudiante_controller.rb

	def update

		@estudiante = Estudiante.find_by_id(params[:id])
		@estudiante.update(estudiante_params)
---
SELECT  "estudiantes".* FROM "estudiantes" WHERE "estudiantes"."id" = ? LIMIT ?  [["id", 20], ["LIMIT", 1]]
UPDATE "estudiantes" SET "motivo_id" = ?, "updated_at" = ? WHERE "estudiantes"."id" = ?  [["motivo_id", 2], ["updated_at", "2018-11-11 01:09:38.284750"], ["id", 20]]